---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.WPerMSup2K
source: html/8d983ee4-c153-bd96-331b-a8aa788e8052.htm
---
# Autodesk.Revit.DB.SymbolTypeId.WPerMSup2K Property

Symbol W/(m²·K), indicating unit Watts per square meter kelvin.

## Syntax (C#)
```csharp
public static ForgeTypeId WPerMSup2K { get; }
```